[{"title": "2 Dope Queens - Season 1", "details": ["Seasons 1", "2018", "R"], "abstract": "Jessica Williams and Phoebe Robinson bring their hit comedy podcast back to HBO with four all-new specials, featuring more of the pair’s insights on sex, romance, race, fashion, music, hair journeys, and much more. With no subject off limits, 2 Dope Queens offers up the laugh-out-loud banter of this unique comedy duo, along with their favorite comedians and celebrity guests."}, {"title": "A Black Lady Sketch Show - Season 2", "details": ["Seasons 2", "2020", "R"], "abstract": "Oh, you thought a pandemic was gonna stop us? The Emmy®-nominated sketch show returns to the screens of HBO for a second season featuring a core cast of Black women living relatable, hilarious experiences in a magical reality that subverts traditional expectations."}, {"title": "2 Dope Queens - Season 1", "details": ["Seasons 1", "2018", "R"], "abstract": "Jessica Williams and Phoebe Robinson bring their hit comedy podcast back to HBO with four all-new specials, featuring more of the pair’s insights on sex, romance, race, fashion, music, hair journeys, and much more. With no subject off limits, 2 Dope Queens offers up the laugh-out-loud banter of this unique comedy duo, along with their favorite comedians and celebrity guests."}, {"title": "A Black Lady Sketch Show - Season 2", "details": ["Seasons 2", "2020", "R"], "abstract": "Oh, you thought a pandemic was gonna stop us? The Emmy®-nominated sketch show returns to the screens of HBO for a second season featuring a core cast of Black women living relatable, hilarious experiences in a magical reality that subverts traditional expectations."}, {"title": "Allen v. Farrow - Season 1", "details": ["Seasons 1", "2021", "R"], "abstract": "This four-part documentary series Allen v. Farrow, from award-winning investigative filmmakers Kirby Dick, Amy Ziering and Amy Herdy, goes behind the years of sensational headlines to reveal the private story of one Hollywood's most notorious and public scandals: the accusation of sexual abuse against Woody Allen involving Dylan, his then 7-year-old daughter with Mia Farrow."}, {"title": "Angels in America - Season 1", "details": ["Seasons 1", "2003", "R"], "abstract": "Angels in America explores the politics, morality and the search for hope inside the complicated and turbulent New York City during the 80s, all of these through stories connected by six characters and an angel. Starring Emma Thompson, Meryl Streep and Al Pacino, this HBO Original received 11 Emmy Awards® and five Golden Globes®."}, {"title": "Animals - Season 3", "details": ["Seasons 3", "2018", "R"], "abstract": "For its wide-ranging third season, the genre-bending show visits a human-less, post-apocalyptic Big Apple, picking up three years after the infamous “Green Day” from S2’s season finale that wiped out humanity in New York City."}, {"title": "Arde Madrid - Season 1", "details": ["Seasons 1", "2018", "R"], "abstract": "1961. At Franco’s orders, the spinster -and with a limp- Ana Mari is commissioned to spy on American actress Ava Gardner during her stay in Madrid. Thus, Ana Mari must pretend to be married to opportunist Manolo so as to work as the star's housemaid and report on the continuous hedonistic parties that Ava and her circle enjoy in that Madrid Dolce Vita reserved for the elite."}, {"title": "Atlanta's Missing and Murdered: The Lost Children - Season 1", "details": ["Seasons 1", "2020", "R"], "abstract": "This HBO docuseries offers a never-before-seen look at the abduction and killings of at least 30 African-American children and young adults in the late-70s and early-80s in the Georgia capital—from the initial disappearance and discovery of two slain teenage boys and the fear that gripped the city to the prosecution and indictment of 23-year-old local native Wayne Williams."}, {"title": "Avenue 5 - Season 1", "details": ["Seasons 1", "R"], "abstract": "In the future, traveling through space is no longer a fantasy and the solar system has become a holiday destination. The exclusive space cruiser Avenue 5 takes its course in the hands of confident and suave captain Ryan Clark (Hugh Laurie). But a sudden technical failure will test the skill of the captain and his crew to keep the passengers - and themselves- calm."}, {"title": "Axios - Season 4", "details": ["Seasons 4", "2021", "R"], "abstract": "The fourth season of Axios explores the intersection of tech, media, business and politics through a mix of high-profile interviews, insightful short-form segments and illuminating conversations on subjects of utmost importance."}, {"title": "Babel SP - Season 1", "details": ["Seasons 1", "2018", "R"], "abstract": "Babel SP shows the encounter between Arab refugees and Brazilians in central São Paulo. Life at Occupation Leila Khaled is based on the everyday experience of people who left their home regions, trying to rediscover their sense of belonging, family values and friendship, overcome differences and rebuild their lives in the largest metropolis of Latin America."}, {"title": "Ballers - Season 5", "details": ["Seasons 5", "2019", "R"], "abstract": "The stakes for Spencer Strasmore (Dwayne Johnson) have never been higher as the fifth season of HBO’s hit comedy, “Ballers”, finds him settling into retirement and reflecting on his past. But when an offer that’s too good to refuse comes his way, Spencer goes back into the lion’s den, this time as a team owner."}, {"title": "Band of Brothers - Season 1", "details": ["Seasons 1", "2001", "R"], "abstract": "The story of Easy Company of the US Army 101st Airborne division and their mission in WWII Europe from Operation Overlord through V-J Day."}, {"title": "Banshee - Season 4", "details": ["Seasons 4", "2016", "R"], "abstract": "The series fourth and final season takes place two years after a bloody, multimillion-dollar heist that cost Lucas his badge. Emerging from a self-imposed exile, he returns to Banshee to find it a changed town, and becomes immersed in a new crisis: rooting out a vicious serial murderer whose latest victim is someone near and dear to his heart."}, {"title": "Barry - Season 2", "details": ["Seasons 2", "2019", "R"], "abstract": "Barry (Bill Hader) struggles to focus exclusively on the theater and his girlfriend/classmate Sally hoping against hope to rid himself of the ties that bind him to a Chechen mob group now led by Noho Hank, who ascended to the top job after Barry whacked his boss. Barry’s second season received 17 Emmy® nominations and 3 Emmy® Awards, including Best Actor in a Comedy Series."}, {"title": "Batwoman - Season 2", "details": ["Seasons 2", "2021", "R"], "abstract": "Season two kicks off with a major game-changer that will alter both Gotham and The Bat Team forever. As Alice is set on bringing down the Bat with the help of Tommy Elliot, a.k.a. Hush, she meets her match when a dangerous foe from her past arrives to prey on her vulnerabilities. As the dust settles, everyone comes to see Batwoman in a whole new light."}, {"title": "Bauhaus - Season 1", "details": ["Seasons 1", "R"], "abstract": "After WWI, Germany is filled with inflation, poverty and political tension. In the midst of this turmoil, architect Walter Gropius founds the Bauhaus, a revolutionary art school where student Dörte Helm frees herself from the corset of her time and finds her way as a woman, artist and activist. As Dörte and Walter get closer, the opponents of the Bauhaus start growing."}, {"title": "Beartown - Season 1", "details": ["Seasons 1", "2020", "R"], "abstract": "Based on the bestselling novel by Fredrik Backman, this HBO original explores a small town where hockey has become their last beacon of hope and the burden resting on the shoulders of a junior ice-hockey team competing in the national semifinals is heavy. But a dark secret threatens to tear it all apart."}, {"title": "Beforeigners - Season 1", "details": ["Seasons 1", "2019", "R"], "abstract": "People from The Stone Age, The Viking Era and the late 19th century inexplicably begin to appear in the coast of modern-day Oslo, Norway, with no memory of how they time traveled in the first place. Years later, when one of these ?timeigrants? is murdered, an investigation is led by detective Lars Haaland and Alfhildr Enginsdottir, the department's first Viking police officer."}, {"title": "Betty - Season 2", "details": ["Seasons 2", "2021", "R"], "abstract": "Set in the last chapter of 2020, season 2 captures the late summer and early fall COVID-19 months in New York City as our five protagonists navigate the pressures of adulthood and step firmly into womanhood. These young women unite to protect and empower their community, brought together by skateboarding – but whose bond goes far beyond the sport."}, {"title": "Big Little Lies - Season 2", "details": ["Seasons 2", "2019", "R"], "abstract": "Golden Globes® and Emmy®-winning HBO’s Big Little Lies returns not only with its original cast members Reese Witherspoon, Nicole Kidman, Shailene Woodley, Laura Dern and Zoë Kravitz, but Academy Awards® Winner Meryl Streep has also joined the cast as Perry’s grieving mother, who comes to town in search of answers following the events of the school fundraiser night."}, {"title": "Big Love - Season 5", "details": ["Seasons 5", "2011", "R"], "abstract": "HBO original series that focus on a polygamist in Salt Lake City and his relationship with his three wives."}, {"title": "Boardwalk Empire - Season 5", "details": ["Seasons 5", "2014", "R"], "abstract": "An Atlantic City politician plays both sides of the law, conspiring with gangsters during the Prohibition era."}, {"title": "Bored to Death - Season 3", "details": ["Seasons 3", "2011", "R"], "abstract": "A struggling writer decides to lead a sort of double life by pretending to be a private detective using the methods he read about in novels."}, {"title": "C. B. Strike - Season 2", "details": ["Seasons 2", "2021", "R"], "abstract": "Based on the bestselling novels written by J.K. Rowling under the pseudonym Robert Galbraith, C.B.Strike - Lethal White follows a war veteran turned private detective. Although wounded both physically and psychologically, his unique insight and background as a military police investigator prove crucial in solving complex crimes that have baffled the police."}, {"title": "Camping - Season 1", "details": ["Seasons 1", "2018", "R"], "abstract": "Camping follows a camping weekend thrown by the aggressively controlling Kathryn in honor of the 45th birthday of her mild-mannered husband Walt. What should be a relaxing celebration in the wilderness becomes a test of friendships and marriages when Kathryn, her sister Carleen, holier-than-thou ex-best friend Nina-Joy ), and free-spirited Jandice arrive at the campground."}, {"title": "Capadocia - Season 3", "details": ["Seasons 3", "2012", "R"], "abstract": "In this third season of the series, no lack of surprises and emotions. Capadocia will be the clash between corruption and idealism. With prison as a front for illegal activities, the group led by Federico Marquez wants to impose fear and chaos. But on the other side are the moral values espoused by Teresa Lagos, which now has new allies."}, {"title": "Carnivàle - Season 2", "details": ["Seasons 2", "2004", "R"], "abstract": "In 1934, an Oklahoma farm boy and a charismatic pastor learn that they are key players in a proxy war being fought between good and evil."}, {"title": "Catherine the Great - Season 1", "details": ["Seasons 1", "2019", "R"], "abstract": "Oscar® winner Helen Mirren leads the cast in Catherine the Great, the four-part HBO limited series that follows the tumultuous monarch and politician who ruled the Russian empire and transformed its place in the world in the 18th century."}, {"title": "Chernobyl - Season 1", "details": ["Seasons 1", "2019", "R"], "abstract": "Featuring an ensemble cast led by Jared Harris, Stellan Skarsgård and Emily Watson, Chernobyl is an epic HBO miniseries dramatizing the events surrounding the 1986 nuclear accident. Five episodes tell the stories of the brave men and women who made incredible sacrifices to save Europe from an unimaginable disaster. Chernobyl was awarded ten Emmys® and two Golden Globes®."}, {"title": "Clubversão - Season 2", "details": ["Seasons 1", "2015", "PG"], "abstract": "In its second season, Clubversão once again brings together a group of talented representatives of Brazilian popular music who will continue the challenge of creating, in just one day, a new version of a famous song."}, {"title": "Crashbox - Season 1", "details": ["Seasons 1", "1999", "G"], "abstract": "The show takes place in a game machine. Each half-hour episode consists of at least seven 2-to-5-minute educational games."}, {"title": "Crashing - Season 3", "details": ["Seasons 3", "2019", "R"], "abstract": "Season three finds a reinvigorated Pete (Holmes) fresh off of his two-month college comedy tour, returning with newfound confidence in his comedic abilities. No longer crashing on other people’s couches – he’s got his own place in Ridgewood! – Pete reenters the NYC stand-up comedy world."}, {"title": "Curb Your Enthusiasm - Season 10", "details": ["Seasons 10", "R"], "abstract": "In the tenth season of the acclaimed HBO original comedy winner an Emmy® and a Golden Globe®, Larry David manages once again to turn the simplest into something complicated and faces increasing difficulties as he tries to annoy a new rival."}, {"title": "Destination: Rio de Janeiro - Season 1", "details": ["Seasons 1", "2013", "R"], "abstract": "The Amazing City has always been the meeting point for Brazilians and foreigners living countless different stories every day. In six episodes, the miniseries DESTINATION: RIO DE JANEIRO offers a mix of drama, comedy, romance, suspense and poetry. They are stories of love and friendship, family, vice, crime, matches and mismatches, jealousy, breakups, quests and revelations."}, {"title": "Destination: Salvador - Season 1", "details": ["Seasons 1", "2015", "R"], "abstract": "Destination: Salvador gives us six stories which deal with the subjects of love, violence, drugs, cultural barriers, religious differences, changed identity, esoterism, music and the supernatural, stories that are intertwined with this city, so famous for its rhythms, flavors and the happiness of its people."}, {"title": "Destination: São Paulo - Season 1", "details": ["Seasons 1", "2012", "R"], "abstract": "Miniseries that portrays the stories of foreigners who chose São Paulo, the largest metropolis in Latin America as their new home."}, {"title": "Dia Um - Season 1", "details": ["Seasons 1", "2017", "PG"], "abstract": "How do the emotions that accompany life's great upheavals unfold? The series take a close look at the first days of life-changing experiences of different people, such as that of a family that has just moved into an ecovillage or that a woman becomes the mother of triplets."}, {"title": "Divorce - Season 3", "details": ["Seasons 3", "2019", "R"], "abstract": "Season 3 finds the ex-espouses trying to figure out what to do with their lives post-divorce. As Frances (Emmy® and Golden Globe® winner Sarah Jessica Parker) decides to start fresh by looking for new career opportunities, Robert (Oscar® nominee and Emmy® winner Thomas Haden Church) questions whether he can keep up as his new life moves forward at an unexpected rapid pace."}, {"title": "Doom Patrol - Season 2", "details": ["Seasons 2", "2020", "R"], "abstract": "Following the events on Danny the Street, the Doom Patrol find themselves dealing with their new feelings for The Chief. But as this band of super-powered freaks try to grow beyond their own past traumatic experiences, they band together to embrace the newest member of the family, whose powers remain a mysterious but real threat to bringing on the end of the world."}, {"title": "Eastbound and Down - Season 4", "details": ["Seasons 4", "2013", "R"], "abstract": "Now a family man, Kenny Powers lives in the suburbs, with April and their two little kids. But he misses the limelight."}, {"title": "Elas no Singular - Season 1", "details": ["Seasons 1", "2018", "R"], "abstract": "Eight of the greatest Brazilian female writers give voice to their personal stories, their creative and dark poetic, and creative trajectories. Hilda Hilst, Rachel de Queiróz, Cora Coralina, Adélia Prado, Conceição Evaristo, Lygia Fagundes Telles, Nélida Piñon, Clarice Lispector. In each episode, the life and art of one of them, always told in the first person."}, {"title": "Em Nome dos Pais - Season 1", "details": ["Seasons 1", "2018", "R"], "abstract": "Throughout his childhood, journalist Matheus Leitão always knew that a great mystery surrounded the life of his parents, who were prisoners during the Brazilian dictatorship. Now, with the help of several informants, he tells the story of children who, like him, were affected by the military regime."}, {"title": "Empire Falls - Season 1", "details": ["Seasons 1", "2005", "R"], "abstract": "A decaying New England town is the backdrop for its unique citizens, lead by unassuming restaurant manager Miles Roby."}, {"title": "Enlightened - Season 2", "details": ["Seasons 2", "2012", "R"], "abstract": "A self-destructive woman who has a spiritual awakening becomes determined to live an enlightened life, creating havoc at home and work."}, {"title": "Entourage - Season 8", "details": ["Seasons 8", "2011", "R"], "abstract": "Comedy series that follows the day-to-day life of Vince Chase, a hot young actor, and his three buddies in modern-day Hollywood."}, {"title": "Epitafios - Season 2", "details": ["Seasons 2", "2008", "R"], "abstract": "Renzo is aided by a homicide detective, Marina Segal, who herself is eventually held hostage by the killer."}, {"title": "Euphoria - Season 1", "details": ["Seasons 1", "2019", "R"], "abstract": "A group of teenagers experience the ups and downs of love and friendship in a world of social networks, sex, drugs and violence in this HBO series produced by singer-songwriter Drake and starring Zendaya (Spider-Man: Homecoming)."}, {"title": "Everyday Heroes - Season 1", "details": ["Seasons 1", "2014", "R"], "abstract": "A series that tells the stories of people who are everyday heroes within their own communities, heroes of forgotten or little-known causes."}, {"title": "Fantasmagorías - Season 3", "details": ["Seasons 3", "2016", "R"], "abstract": "In season 3, it is a cold and dark morgue the place chosen by our gloomy narrator to tell some myths and legends from Latin America."}, {"title": "Five Days - Season 1", "details": ["Seasons 1", "2007", "R"], "abstract": "Miniseries about a sensational abduction case involving an attractive young mother in suburban England. The story begins when the mother, Leanne, takes her two young children to visit their great-grandfather in a retirement home. Stopping to buy flowers from a van parked off a highway, Leanne inexplicably vanishes, leaving her children abandoned in her car."}, {"title": "Flight of the Conchords - Season 2", "details": ["Seasons 2", "2007", "R"], "abstract": "Bret and Jemaine are Flight of the Conchords, a folk-rock band from New Zealand living in New York City in search of stardom."}, {"title": "Foodie Love - Season 1", "details": ["Seasons 1", "2019", "R"], "abstract": "A dating app for foodies connects two thirty-something who decide to meet despite doubts and scars from their past relationships. Through various dates full of flavor and emotions, they will have to discover if their passion for food is enough to let them taste true love."}, {"title": "From The Earth To The Moon - Season 1", "details": ["Seasons 1", "1998", "PG"], "abstract": "This HBO's original miniseries tells the epic adventure of the conquest of the moon. From the dispute with the USSR to put the first man on the lunar surface, through the orbital flights, to the historic landing of the Apollo 11 and the dramatic incident involving the Apollo 13, we follow, in 12 episodes, one of the greatest adventures ever lived by mankind."}, {"title": "Game of Thrones - Season 8", "details": ["Seasons 8", "2019", "R"], "abstract": "With the Night King finally breaching the Wall alongside a full-grown dragon under his command, the new alliances and betrayals will determine the fate of Westeros. The eighth and final season of the epic series received a record-breaking of 32 Emmy® nominations, taking home a total of 12 awards, including Best Supporting Actor (Peter Dinklage) and Best Drama Series."}, {"title": "Generation Kill - Season 1", "details": ["Seasons 1", "2008", "R"], "abstract": "The series portrays the true story of the young Marines' experience at the tip of the spear of the American invasion, as they contend with equipment shortages, incompetent commanding officers, ever evolving Rules of Engagement and an unclear strategy. It is based on the award-winning book by Evan Wright, who was embedded with First Recon Battalion."}, {"title": "Gentleman Jack - Season 1", "details": ["Seasons 1", "2019", "R"], "abstract": "HBO presents a series inspired on the exciting real life of Anne Lister, a revolutionary English landowner determined to manage her own home and marry a woman in the 19th century. Created by Sally Wainwright (Happy Valley), and starring Suranne Jones alongside Sophie Rundle, Gentleman Jack follows up-close Anne’s struggle to live by her own rules."}, {"title": "Getting On - Season 3", "details": ["Seasons 3", "2015", "R"], "abstract": "The staff of a hospital in California deals with the challenges of a health-care bureaucracy in need of an overhaul."}, {"title": "Girls - Season 6", "details": ["Seasons 6", "2017", "R"], "abstract": "In the series’ final season, Hannah gets an assignment that could change her life. Divorced from Desi, Marnie seeks to remain independent, but her self-absorption could undermine a budding relationship with Ray. Jessa and Adam embark on a creative project that could become a source of contention. Shoshanna flourishes at a marketing agency."}, {"title": "God Inc. - Season 1", "details": ["Seasons 1", "2015", "R"], "abstract": "A great discovery that could change the world - the origin of God - unleashes a battle for power, steeped in fanaticism and intrigue. Salvador will do everything he can to unmask Askar before his cult can become an official religion under government protection."}, {"title": "Gomorrah - Season 4", "details": ["Seasons 4", "2019", "R"], "abstract": "The struggle for power continues. The departure of Ciro opens new unpredictable scenarios. Gennaro, now a husband and father, tries to establish a new balance of power in Naples along with Patrizia, who after the betrayal of Scianel, joined the Savastano clan. Meanwhile, Enzo and Valerio will face new hurdles."}]